Repository: Keychnapp/Keychn
Catalog: Keychn/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr

# onboarding1
source: Cook live and share a new experience with chefs
de: Koche live und teile deine neue Erfahrung mit Chefs
es: Cocina en vivo y comparte una nueva experiencia con chefs
fr: Cuisine en temps réel et partage une nouvelle expérience avec des chefs

# onboarding2
source: All our classes are interactive and in live video
de: All unsere Masterclasses sind interaktiv und via Liveübertragung
es: Todas nuestras clases son interactivas y en video en vivo
fr: Toutes nos classes sont interactives et en vidéo en temps réel

# onboarding3
source: Learn from experts about gastronomy
de: Lerne von Experten über Gastronomie
es: Aprende de expertos acerca de Gastronomía.
fr: Apprends d'experts en gastronomie

source: Hello
es: Halo
fr: Salut

# alreadyHaveAccount
source: Already have an account?
de: Hast du schon ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?

# dontHaveAccount
source: Don't have an account?
de: Hast du kein Konto?
es: No tienes una cuenta?
fr: Hast du kein Konto?

source: Sign In
de: Anmelden
es: Registrarse
fr: Se connecter

source: Sign Up
de: anmelden
es: Apuntarme
fr: S'inscrire

# termsofusage
source: By Clicking Sign Up, you agree to our Terms and Privacy Policy
de: Durch Klicken auf Anmelden stimmen Sie unseren Nutzungsbedingungen zu Begriffe und Datenschutz-Bestimmungen
fr: En cliquant sur S'inscrire, vous acceptez notre termes et Politique de confidentialité

source: Terms
de: Begriffe
fr: termes

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité

source: Attend
de: Besuchen
es: Atender
fr: Participer

source: Attending
de: Besuche
es: Atendiendo
fr: Participation

source: Full Capacity
de: Ausgebucht
es: Clase llena
fr: Je participe

source: Start Cooking
de: Beginne zu kochen
es: Empezar a cocinar
fr: Commencer à cuisiner

source: Subscribe to
de: etwas abonnieren
es: Suscribirme a
fr: M'inscrire à

source: Your
de: Ihre
es: Tu
fr: Votre

source: Favorite
de: Favorit
es: Favorito
fr: Préféré

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes

source: Restore Purchase
de: Einkauf zurückerstatten
es: Restaurar compra
fr: Restaurer les achats

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe

source: About Us
de: Über uns
es: Acerca de nosotros
fr: A propos de nous

source: Contact Us
de: Kontaktiere uns
es: Contactanos
fr: Contactez-nous

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation

source: Speak Now
de: Jetzt sprechen
es: Habla ahora
fr: Parle maintenant

# moreUsersBeforeYourTurn
source: more user(s) for your turn.
de: Mehr Nutzer ??
es: # usuario(s) más para tu turno
fr: mehr Nutzer für Ihren Zug.

source: Join Later
de: Tritt später bei
es: Únete más tarde
fr: Rejoignez plus tard

source: MASTERCLASS STARTS IN
de: MASTERCLASS BEGINNT IN
es: MASTERCLASS COMIENZA EN
fr: MASTERCLASS COMMENCE DANS

source: Change Profile Picture
de: Profilbild ändern
es: Cambiar foto de perfil
fr: Modifier la photo de profil

# addProfilePicture
source: Add a Profile Picture
de: Profilbild hinzufügen
es: Añadir una foto de perfil
fr: Ajouter une photo de profil

source: Old Password
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirma nueva contraseña
fr: Confimer le nouveau mot de passe

source: Free
de: Frei
es: Gratis
fr: Gratuit

source: Recipes for All!!
de: Rezepte für alle !!
es: Recetas para todos !!
fr: Recettes pour tous !!

source: STEP
de: Schritt
es: Paso
fr: Etape

# networkError
source: Server Unreachable
de: Nutzer nicht erreichbar
es: Servidor sin conexión
fr: Serveur injoignable

# congrats
source: Congratulations Starcook!
de: Glückwunsch Sternekoch!
es: Felicidades Starcook
fr: Félicitation Starcook!

source: Cancel Masterclass
de: Masterclass absagen
es: Cancelar Masterclass
fr: Annuler la Masterclass

# earlyJoinMasterclass
source: Want To Join Masterclass?
de: Willst du eine Masterclass besuchen?
es: Quieres atender a la Masterclass?
fr: Tu veux te joindre à la Masterclass?

source: Masterclass Completed
de: Masterclass abgeschlossen
es: Masterclass completa
fr: Masterclass terminée

source: Working On It
de: Arbeitet daran
es: Trabajando
fr: En train de travailler dessus

# queryIncomplete
source: More Details Required
de: Mehr Details notwendig
es: Más detalles requeridos
fr: Plus de détails requis

source: Share With
de: Teile mit
es: Compartir con
fr: Partager avec

source: Sorry Starcook
de: Entschuldigung Sternekoch
es: Lo sentimos Starcook
fr: Désolé Starcook

source: Reset Password
de: Passwort zurücksetzen
es: Reestablecer Contraseña
fr: Réinitialiser le mot de passe

source: Select An Option
de: Wähle eine Option aus
es: Selecciona una opción
fr: Sélectionner une option

source: Subscription Expired
de: Abonnement abgelaufen
es: Subscripcion vencida
fr: Abonnement expiré

source: Love Cooking!
de: Liebe kochen!
es: ¡Amo cocinar!
fr: Aime cuisiner!

source: Enjoying Keychn!
de: Genieße Keychn!
es: Disfrutando de Keychn!
fr: Profitant de Keychn!

# tryReconnecting
source: Please check your Internet connection and try again.
de: Bitte prüfe deine Internetverbindung und wir versuchen es erneut.
es: Por favor checa tu conexión a internet
fr: Veille à vérifiter ta connection internet et réssaye

# beReadyForMasterclass
source: Your slot has been booked. Get ready with the fork and knife!
de: Deine Sendezeit wurde gebucht. Bereite dich mit Messer und Gabel vor!
es: Tu lugar fue reservado, prepárate para cocinar!
fr: Ta place a été réservée. Prépare toi à cuisiner!

# confirmCancellation
source: Are you sure, want to cancel this Masterclass?
de: Bist du sicher, dass du die Masterclass absagen möchtest?
es: Estas seguro que quieres cancelar esta Masterclass
fr: Es-tu sûr de vouloir annuler cette Masterclass?

# waitForMasterclass
source: Sorry to keep you waiting, we'll let you know when you can join the Masterclass
de: Entschuldige die Wartezeit, wir lassen Dich wissen wann du die Masterclass besuchen kannst.
es: Perdón por la espera, te diremos cuando puedas acceder a la Masterclass
fr: Désolé pour l'attente, nous te dirons quand tu pourras accéder à la Masterclass

# emailEmpty
source: Please input an email
de: Bitte gebe deine Email Adresse ein
es: Por favor escribe tu email
fr: Saisis une adresse email

# nameEmpty
source: Please input your name.
de: Bitte gebe deinen Namen ein
es: Por favor escribe tu nombre
fr: Saisis ton nom

# emailInvalid
source: Please input a valid email address
es: Por favor escribe un mail válido
fr: Saisis une adresse email correcte

# passwordInvalid
source: Please input a password of at least 6 characters.
de: Bitte gebe eine gültige Email Adresse an.
es: La contraseña debe tener al menos 6 caractéres
fr: Saisis un mot de passe d'au moins 6 caractères

# thanksForMasterclass
source: Thanks for joining us. Please share your valuable feedback with us.
de: Danke dass Du uns beigetreten bist. Bite teile uns Dein wertvollen Feedback mit.
es: Gracias por ayudarnos. Que mejorarías en keychn?
fr: Merci de nous aider. Comment pouvons nous améliorer Keychn?

# querySubmitted
source: We have received your query and one of our executives will reach out to you shortly.
de: Wir haben deine Anfrage erhalten und einer unserer Mitarbeiter wird in Kürze auf Dich zukommen.
es: Hemos recibido tu feedback. Nos comunicaremos contigo en breve.
fr: Nous avons reçu votre feedback. Nous revenons vers vous dans les plus brefs délais.

# write100CharQuery
source: Please provide a detailed comment with at least 100 chars.
de: Bitte gebe einen detailierten Kommentar mit mindestens 100 Zeichen ab.
es: Por favor explicanos en que te podemos ayudar con más de 100 caractéres.
fr: Explique nous en quoi pouvons nous t'aider en moins de 100 caractères

# masterclassSessionExpired
source: You are late for this masterclass. This masterclass is over.
de: Du bist zu spät für die Masterclass. Diese Masterclass ist vorbei.
es: Llegaste tarde a la Masterclass. Clase finalizada
fr: Tu es en retard pour cette Masterclass. La classe est terminée.

# passwordResetSuccessfully
source: New password updated successfully. Please keep it safe for security purposes.
de: Neues Passwort erfolgreich aktualisiert. Bitte bewahre es aus Sicherheitsgründen gut auf.
es: Nueva contraseña establecida.
fr: Nouveau mot de passe actualisé. Veille à le garder secret pour des raisons de sécurité.

# profilePictureNotSelected
source: Select a profile picture to continue.
de: Wähle ein Proflbild aus um fortzufahren.
es: Selecciona una foto de perfil para continuar
fr: Sélectionner une photo de profil afin de continuer.

# locationRequired
source: Unable to fetch current location, please input it manually.
de: Standort nicht auffindbar, bitte füge gebe ihn manuell ein.
es: No es posible encontrar tu ubicación.
fr: Impossible de trouver ta localisation. Stp, saisis-la manuellement.

# renewOrRestore
source: Please renew your subscription or restore if already renewed.
de: Bitte erneuern Sie Ihr Abonnement oder stellen Sie es wieder her, wenn es bereits erneuert wurde.
es: Renueve su suscripción o restaure si ya la renovó.
fr: Veuillez renouveler votre abonnement ou restaurer s'il est déjà renouvelé.

# notificationPermission
source: Let us send you notifications for our fresh recipes and Masterclasses. No spam, we promise.
de: Lass uns dir Benachrichtigungen für unsere frischen Rezepte und Masterclasses schicken. Kein Spam, wir glauben.
es: Permítanos enviarle notificaciones para nuestras nuevas recetas y clases magistrales. Sin spam, lo prometemos
fr: Laissez-nous vous envoyer des notifications pour nos recettes fraîches et Masterclasses. Pas de spam, nous promettons.

# rateUsOnAppStore
source: Let us know your experience by rating us on App Store.
de: Teilen Sie uns Ihre Erfahrungen mit, indem Sie uns im App Store bewerten.
es: Háganos saber su experiencia al calificarnos en App Store.
fr: Faites-nous savoir votre expérience en nous évaluant sur App Store.

# bookASlot
source: Booking a slot for you, please wait...
de: Deine Sendezeit wird gebucht, bitte warten...
es: Reservando un lugar para ti, por favor espera.
fr: Nous réservons ta place, un moment svp...

# cancelAMasterclass
source: Cancelling Interaction, please wait...
de: Deine Interaktion wird beendet, bitte warten...
es: Cancelando interacción, por favor espera.
fr: Nous annulons l'interaction, un moment svp...

# loggingOut
source: Logging Out, please wait...
de: Du wirst ausgeloggt, bitte warten...
es: Desconectado, por favor espere...
fr: Déconnexion, un moment svp...

# openingCamera
source: Opening Camera, please wait...
de: Kamera wird gestartet, bitte warten...
es: Abriendo camara, porfavor espere...
fr: Ouverture de la caméra, un moment svp

source: Wait for your turn..
de: Warte bis du dran bist...
es: Espera a tu turno
fr: Attends ton tour..

# reachingSupport
source: Contacting our team, please wait...
de: Unser Team wird kontaktiert, bitte warten..
es: Contactando a nuestro equipo por favor espera.
fr: Nous te mettons en contact avec notre team, un moment svp...

# updatingProfile
source: Updating profile, please wait...
de: Profil wird aktualisiert, bitte warten..
es: Actualizando perfil, por favor espera...
fr: Actualisation du profil, un moment svp...

# updatingPassword
source: Updating Password, please wait...
de: Passwort wird aktualisiert, bitte warten...
es: Actulizando contraseña, por favor espera...
fr: Actualisation du mot de passe, un moment svp...

# loggingWithFacebook
source: Logging in with Facebook...
de: Einloggen mit Facebook...
es: Conectando con Facebook, por favor espera
fr: Se connecter avec Facebook

source: Retry
de: Erneut versuchen
es: Intentar de nuevo
fr: Essayer de nouveau

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Merge
de: Zusammenführen
es: Integrar cuentas
fr: Fusionner

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

source: Now
de: Jetzt
es: Ahora
fr: Maintenant

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Tomorrow
de: Morgen
es: mañana
fr: Demain

source: Recipes for everyone
de: Rezepte für alle
fr: Des recettes pour tout le monde

source: Masterclass Vault
de: Masterclass-Tresor
fr: Voûte de Masterclass

# learnNewLiveSession
source: Learn with new live and step-by-step classes every week.
de: Lernen Sie jede Woche mit neuen Live- und Step-by-Step-Kursen.
fr: Apprenez avec de nouveaux cours en direct et étape par étape chaque semaine.

# accessAllVideoClasses
source: Access all the video classes and live masterclasses with one subscription
de: Greifen Sie mit einem Abonnement auf alle Videoklassen und Live-Masterclasses zu
fr: Accédez à toutes les classes vidéo et masterclasses en direct avec un abonnement

source: Updated every day
de: jeden Tag aktualisiert
fr: Mis à jour tous les jours

# getATrial
source: GET A 15 DAY FREE TRIAL
de: 15 Tage kostenlose Testversion
fr: ESSAI GRATUIT DE 15 JOURS

# shareAMasterclass
source: Checkout this Masterclass by Keychn.
fr: Commander cette Masterclass par Keychn.

# shareARecipe
source: Yummylicious recipe by Keychn.
fr: Recette de Yummylicious par Keychn.

# shareAMasterchef
source: Learn great recipes by Keychn's expert Masterchefs.
fr: Apprenez les bonnes recettes des experts Masterchefs de Keychn.

# shareLiveCookingChef
source: Join our daily live cooking shows with 15 days free trial.
fr: Joignez-vous à nos spectacles culinaires quotidiens avec un essai gratuit de 15 jours.

# merginAccounts
source: Merging Facebook account...
de: Facbook-Konto zusammenführen...
es: Conectando ambas cuentas, por favor espera

source: Camera
de: Kamera
es: Cámara

source: Photos
de: Fotos
es: Cámara

source: Live
de: Lebe
